cask "alacritty"
cask "font-iosevka"

tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# Used for tpm-cpu
brew "gawk"
brew "coreutils"

brew "fish"
brew "asdf"
brew "htop"
brew "mosh"
brew "grep"
brew "htop"
brew "node"
brew "neovim"
brew "tmux"
brew "vim"
brew "trash"
brew "watch"
brew "ranger"
brew "boxes"
brew "tldr"
brew "python"
