tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

cask 'alacritty'
cask 'font-iosevka'
cask 'godot'

# Used for tpm-cpu
brew 'gawk'
brew 'coreutils'

brew 'asdf'
brew 'boxes'
brew 'fish'
brew 'grep'
brew 'htop'
brew 'htop'
brew 'mosh'
brew 'neovim'
brew 'ranger'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'urlview'
brew 'vim'
brew 'watch'
brew "task"
